Repository: trinitrotoluene76/galette-plugin-subcription
Catalog: lang/*.utf8.po
Languages: fr_fr

source: Configuration of Systempay
fr_fr: Configuration de Systempay

source: Do you really want to delete this files?
fr_fr: Voulez vous vraiment supprimer ces fichiers?

source: Status
fr_fr: Statut

source: Parameters of online payment
fr_fr: Paramètres du paiement en ligne

source: New request
fr_fr: Nouvelle demande

source: Add picture on subscriber profile
fr_fr: Ajouter une photo dans le profil de l'abonné

source: Folder empty
fr_fr: Répertoire vide

source: Validated
fr_fr: Validé

source: The file is too big (limit size:
fr_fr: Le fichier est trop gros (taille maximum:

source: Management of Subscribers
fr_fr: Gestion des abonnés

source: Amount due
fr_fr: Montant dû

source: Confirmation to clean files
fr_fr: Confirmation de nettoyage des fichiers

source: Answer of staff
fr_fr: Réponse du bureau

source: Hours
fr_fr: Horaires

source: Management of groups
fr_fr: Gestion des groupes

source: Absolute URL of the web page to pay
fr_fr: URL absolue de la page web de paiement

source: uploaded
fr_fr: uploadé

source: Groups Management for staff
fr_fr: Gestion des groupes par le bureau

source: 2. Add a description
fr_fr: 2. Ajoutez une description

source: At least one activity is refused
fr_fr: Au moins une activité est refusée

source: Cancel my request
fr_fr: Annuler ma demande d'abn

source: My Files
fr_fr: Mes fichiers

source: Groups Management
fr_fr: Gestion des Groupes

source: Subscription message:
fr_fr: Message lié à l'abonnement:

source: Generated by Galette
fr_fr: Généré par Galette

source: Name
fr_fr: Nom

source: Online Galette Payment function
fr_fr: Fonction de paiement en ligne de Galette

source: folder
fr_fr: répertoire

source: Confirmation to clean members
fr_fr: Confirmation de nettoyage de la base d'adhérents

source: Place
fr_fr: Lieu

source: Send files
fr_fr: Envoyer des fichiers

source: Subscriber added to group:
fr_fr: Abonné ajouté au groupe:

source: Previous
fr_fr: Précédent

source: Do you really want to delete subscriptions for this activity only, files of subscribers for this activity, contributions and remove subscribers from the group?
fr_fr: Voulez vous vraiment supprimer les abonnements, les fichiers des adhérents et les contributions concernant cette activité et retirer les adhérents de ce groupe?

source: Add a message for subscription
fr_fr: Ajouter un message lié à l'abonnement

source: Config Systempay
fr_fr: Configuration Sytempay

source: View Activity
fr_fr: Voir l'Activité

source: Do you really want to delete this members? (They haven't subscribed to the parent activity nor modified their profile since more than 2 years)
fr_fr: Voullez vous vraiment supprimer le profil de ces adhérents? (Ils ne se sont pas inscrit à l'activité parente ou ils n'ont pas modifié leur profil depuis 2 ans)

source: Delete
fr_fr: Supprimer

source: View transactions
fr_fr: Voir les transactions

source: Old files from 2 years or more (exept forms):
fr_fr: Fichiers vieux de plus de 2 ans (exepté les formulaires):

source: Send my request
fr_fr: Envoyer ma demande

source: Name on the server
fr_fr: Nom sur le serveur

source: Estimated Total
fr_fr: Total estimé

source: Form
fr_fr: Formulaire

source: There is no member to delete. ( No member they haven't subscribed to the parent activity nor modified their profile since more than 2 years)
fr_fr: Il n'y a aucun adhérent à supprimer. (Aucun adhérent ne s'étant inscrit à l'activité parente ou ayant modifié son profil depuis 2 ans)

source: *Prices are function of your status. View details of activities for more informations
fr_fr: *Les tarifs sont fonction du statut. Voir les détails des activités pour plus d'informations

source: no
fr_fr: non

source: Delete members that haven't subscribed to the parent activity during 2 years or that haven't modified their profile
fr_fr: Supprime les adhérents qui ne se sont pas inscrit à l'activité parente ou qui n'ont pas modifié leur profil depuis 2 ans

source: Follow up
fr_fr: Suivi de mes abonnements

source: About Groups
fr_fr: A propos des Groupes

source: Your comment
fr_fr: Votre commentaire

source: Add picture on my profile
fr_fr: Ajouter une photo à mon profil

source: In progress
fr_fr: En cours

source: List of activities
fr_fr: Liste des activités

source: File deleted
fr_fr: Fichier supprimé

source: Members list to delete
fr_fr: Liste des membres à supprimer

source: Management subs
fr_fr: Gestion des abonnés

source: Subscription sent to staff for validation
fr_fr: L'abonnement a été envoyé au bureau pour validation

source: Price 2
fr_fr: Tarif 2 (€€)

source: Price* (&euro;)
fr_fr: Tarif* (&euro;)

source: Delete subscriptions for this activity only, files of subscribers for this activity and remove subscribers from the group
fr_fr: Supprime seulement les abonnements de cette activité, les fichiers des adhérents de cette activité et retire les adhérents de ce groupe

source: Add/view file
fr_fr: Ajoutez/voir les fichiers

source: Management of subscribers
fr_fr: Gestion des abonnés

source: All activities are payed
fr_fr: Toutes les activités sont payées

source: Files on the server but not in database:
fr_fr: Fichiers sur le serveur mais dans la base de données:

source: or click here
fr_fr: ou cliquez ici

source: Management grps
fr_fr: Gestion des groupes

source: 1. Send your file
fr_fr: 1. Envoyez votre fichier

source: Subscriptions Management for staff
fr_fr: Gestion des Abonnements par le Bureau

source: disable
fr_fr: désactiver

source: You can pay for this activity
fr_fr: Vous pouvez payer pour cette activité

source: Your file hasn't been found
fr_fr: Votre fichier n'a pas été trouvé

source: Add/view files or forms for the group
fr_fr: Ajouter/voir des fichiers ou des formulaires pour le groupe

source: Subscriber status
fr_fr: Statut de l'abonné

source: Activity
fr_fr: Activité

source: Follow up Subscriptions
fr_fr: Suivi des Abonnements

source: Informations about groups
fr_fr: Renseignements sur les groupes

source: Refused
fr_fr: Refusé

source: Save
fr_fr: Enregistrer

source: red
fr_fr: rouge

source: 3. Form to fill up?
fr_fr: 3. Formulaire à remplir?

source: Files of group:
fr_fr: Fichiers du groupe:

source: TOTAL Amount:
fr_fr: Montant TOTAL:

source: You doesn't have any files
fr_fr: Vous n'avez aucun fichier

source: Estimated TOTAL
fr_fr: TOTAL estimé

source: At least one activity is on progress or validated but not payed
fr_fr: Au moins une activité est en cours ou validé mais pas payé

source: yes
fr_fr: oui

source: Subs
fr_fr: Abonnement

source: New resquest of subscription
fr_fr: Nouvelle demande d'abonnement

source: Add/view files
fr_fr: Ajoutez/voir les fichiers

source: You haven't got a picture on your profile. We need one for the licence
fr_fr: Vous n'avez pas de photo dans votre profil. Nous en avons besoin pour la licence

source: Activity selected
fr_fr: Activité sélectionnée

source: Activity subscriber message
fr_fr: Message de l'abonné pour l'activité

source: File type not allowed
fr_fr: Type de fichier non autorisé

source: view details
fr_fr: voir les détails

source: List of needed files
fr_fr: Liste des fichiers nécessaires

source: You've chosen the following activities:
fr_fr: Vous avez choisi les activités suivantes:

source: Link
fr_fr: Lien

source: Day
fr_fr: Jour

source: Browse
fr_fr: Parcourir

source: of2
fr_fr: de

source: File name to fill up
fr_fr: Nom du fichier à remplir

source: Subscriptions Management
fr_fr: Gestion des Abonnements

source: Activities linked
fr_fr: Activités liées

source: tick box
fr_fr: case à cocher

source: Add informations about your file
fr_fr: Ajoutez des informations à votre fichier

source: Manage subcription
fr_fr: Gestion de l'abonnement

source: File list to delete
fr_fr: Liste des fichiers à supprimer

source: About groups
fr_fr: A propos des groupes

source: Drag and drop a file
fr_fr: Glissez-déposez un fichier

source: Subscriptions have been deleted
fr_fr: Les abonnements ont été supprimés

source: Please, add a picture to your profile before subscribe
fr_fr: Ajoutez une photo de profil avant de souscire à un abonnement s'il vous plait

source: Subscribtion subscriber message
fr_fr: Message de l'abonné pour l'abonnement

source: Number of lignes:
fr_fr: Nombre de lignes

source: Informations
fr_fr: Renseignements

source: Personnal files of group:
fr_fr: Fichiers personnels du groupe:

source: Confirmation for a new saison
fr_fr: Confirmation pour une nouvelle saison

source: Delete files that aren't forms, but that are old from 2 years, or not present in the database, or not present in the folder
fr_fr: Supprime les fichiers qui ne sont pas des formulaires, mais qui sont vieux de plus de 2 ans, ou non présent dans la base de données, ou non présent sur le serveur

source: Full
fr_fr: Complet

source: My files
fr_fr: Mes fichiers

source: Files in database but not on the server:
fr_fr: Fichiers dans la base de données mais non présent sur le serveur:

source: Add file by fill up this panel for the group:
fr_fr: Ajoutez un fichier en remplissant cette page pour le groupe:

source: Member's Cards
fr_fr: Cartes de membre

source: Your status is:
fr_fr: Votre statut est:

source: Add File
fr_fr: Ajouter un fichier

source: Subscription
fr_fr: Abonnement

source: State
fr_fr: Etat

source: of1
fr_fr: du

source: field
fr_fr: champ

source: recorded on :
fr_fr: enregistré le :

source: Upload your file filled up
fr_fr: Uploader votre fichier rempli

source: Price category
fr_fr: Catégorie tarifaire

source: Cards
fr_fr: Cartes

source: Folder not find
fr_fr: Répertoire inaccessible

source: Absolute URL of the web page to notify at the end of the payment.
fr_fr: URL absolue de la page web de notification à la fin du paiement

source: Estimated TOTAL:
fr_fr: TOTAL estimé:

source: Close
fr_fr: Fermer

source: Actual value
fr_fr: Valeur actuelle

source: Next
fr_fr: Suivant

source: Activate javascript in your browser to upload a file
fr_fr: Activez le javascript dans votre navigateur pour uploader un fichier

source: All
fr_fr: Tout

source: green
fr_fr: vert

source: Price 1
fr_fr: Tarif 1 (€)

source: Follow up & Payment
fr_fr: Suivi et règlement

source: view details of activity
fr_fr: voir les détails de l'activité

source: File
fr_fr: Fichier

source: Activities
fr_fr: Activités

source: View subscriber to modify informations & photo
fr_fr: Voir l'abonné pour modifier ses informations et sa photo

source: Manager
fr_fr: Responsable

source: Follow up the request
fr_fr: Suivi de la demande

source: Activity feedback off
fr_fr: Feedback de l'activité (off)

source: value
fr_fr: valeur

source: feedback off
fr_fr: Feedback de l'activité (off)

source: Details
fr_fr: Détails

source: Nobody is manager, go to group management page
fr_fr: Aucun responsable, allez à la page de gestion des groupes

source: Data aren't valid
fr_fr: Les données sont invalides

source: Follow up of subscription
fr_fr: Suivi d'abonnement

source: Actual value:
fr_fr: Valeur actuelle:

source: No
fr_fr: Non

source: enable
fr_fr: activer

source: View contributions
fr_fr: Voir les contributions

source: Sub. status
fr_fr: Statut de l'abonné

source: Follow up of requests
fr_fr: Suivi des demandes

source: Record date
fr_fr: Date d'enregistrement

source: New Sport Season
fr_fr: Nouvelle Saison Sportive

source: Modification date or last subscription
fr_fr: Date de modification ou dernier abonnement

source: Pay online
fr_fr: Payer en ligne

source: View follow up
fr_fr: Voir le suivi

source: Number of subscribers:
fr_fr: Nombre d'abonnés:

source: TEST for testing mode or PRODUCTION for real payment
fr_fr: TEST pour le mode de test ou PRODUCTION pour payer réellement

source: Form to fill up?
fr_fr: Formulaire à remplir?

source: Yes
fr_fr: Oui

source: View all subscriptions
fr_fr: Voir tous les abonnements

source: -> You haven't got a picture on your profile. We need one for the licence
fr_fr: -> Vous n'avez pas de photo dans votre profil. Nous en avons besoin pour la license

source: View follow up & modify
fr_fr: Voir le suivi et modifier

source: Estimated total
fr_fr: Total estimé

source: Activity feedback
fr_fr: Feedback de l'activité

source: feedback
fr_fr: Feedback de l'activité

source: Group updated
fr_fr: Groupe mis à jour

source: Paid
fr_fr: Payé

source: , Number of members
fr_fr: , Nombre d'inscrits

source: Send Files
fr_fr: Envoyer des fichiers

source: Activity status
fr_fr: Statut de l'activité

source: Clean adh DB
fr_fr: Clean adh bdd

source: Doc name
fr_fr: Nom du fichier

source: Clean files
fr_fr: Nettoyer les fichiers

source: View follow up details and modify fields
fr_fr: Voir le détail du suivi et modifier les champs

source: Add a message for the manager of activity
fr_fr: Ajouter un message pour le responsable de l'activité

source: Progress
fr_fr: Progression

source: Y-m-d
fr_fr: d/m/Y
